Revit 2024 API
BuiltInFailures.LinkFailures.CannotReloadFile Property
 Can't reload file.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotReloadFile { get; }
Visual Basic
Public Shared ReadOnly Property CannotReloadFile As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotReloadFile {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.LinkFailures Class
Autodesk.Revit.DB Namespace